Repository: SchoolPower/SchoolPower-UWP
Catalog: SchoolPower/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# aaattendance.Text
source: Attendance
zh_hans: 出勤

# ccchart.Text
source: Chart
zh_hans: 图表

# dddashboard.Text
source: Dashboard
zh_hans: 仪表板

# seeeeting.Text
source: Settings
zh_hans: 设置

# aboooout.Text
source: About
zh_hans: 关于

# dashboard.Text
source: Dashboard
zh_hans: 仪表板

# LeapButton.Label
source: More
zh_hans: 更多

# RefreshButton.Label
source: Refresh
zh_hans: 刷新

# RefreshButton.ToolTipService.ToolTip
source: Refresh (F5)
zh_hans: 刷新 (F5)

# username.PlaceholderText
source: Username
zh_hans: 用户名

# password.PlaceholderText
source: Password
zh_hans: 密码

# loginButton.Content
source: Login
zh_hans: 登入

# chart.Content
source: Chart
zh_hans: 图表

# line.Header
source: Line
zh_hans: 折线图

# column.Header
source: Column
zh_hans: 柱状图

# blob.Header
source: Bubble
zh_hans: 泡泡

# ColNoData.Text
source: No chart data availiable.
zh_hans: 没有可用的图表数据。

# blobNoData.Text
source: No chart data availiable.
zh_hans: 没有可用的图表数据。

# LineNoData.Text
source: No chart data availiable.
zh_hans: 没有可用的图表数据。

# attendance.Content
source: Attendance
zh_hans: 出勤

# settings.Content
source: Settings
zh_hans: 设置

# display.Header
source: Display
zh_hans: 显示

# customGPA.Header
source: Customize GPA
zh_hans: 客制化 GPA

# logout.Header
source: Logout
zh_hans: 登出

# inactive.Header
source: Show inactive subjects
zh_hans: 显示不活动的科目

# inactive.OnContent
source: Show subjects that you are not currently taking
zh_hans: 显示当前不在上的课

# inactive.OffContent
source: Hide subjects that you are not currently taking
zh_hans: 隐藏当前不在上的课

# dashboardDisplay.Text
source: Dashboard displays the score of
zh_hans: 在仪表板上显示

# tTerm.Content
source: This term
zh_hans: 这个 term 的分数

# tSem.Content
source: This semester
zh_hans: 这个 semester 的分数

# lang.Text
source: Language
zh_hans: 语言

# selectSubject.Text
source: Select Subjects
zh_hans: 选择科目

# calcRule.Text
source: Calculate Rule
zh_hans: 计算规则

# all.Content
source: Calculate all subjects in your selections
zh_hans: 计算所有的科目

# h3.Content
source: Heighest 3
zh_hans: 最高的3个

# h4.Content
source: Heighest 4
zh_hans: 最高的4个

# h5.Content
source: Heighest 5
zh_hans: 最高的5个

# logoutTxt.Text
source: Logout
zh_hans: 登出

# sure.Text
source: Are you sure?
zh_hans: 真的要登出？

# yes.Content
source: Yes
zh_hans: 真的

# date.Text
source: Date
zh_hans: 日期

# score.Text
source: Score
zh_hans: 分数

# weight.Text
source: Weight
zh_hans: 权重

# sweetAssInfoDialog.Content
source: Sweet _(:зゝ∠)_
zh_hans: 喵！ _(:зゝ∠)_

# EVA.Text
source: Evaluation
zh_hans: 评估

# comment.Text
source: Comment
zh_hans: 评语

# sweetGradeInfoDialog.Content
source: Sweet _(:зゝ∠)_
zh_hans: 喵！_(:зゝ∠)_

# hasGPA.Text
source: has a GPA of
zh_hans: 的 GPA 是

# allll.Content
source: All
zh_hans: 全部

# custom.Content
source: Custom
zh_hans: 客制化

# official.Content
source: Official
zh_hans: 官方

# sweetGPA.Content
source: Sweet _(:зゝ∠)_
zh_hans: 喵！_(:зゝ∠)_

# about.Content
source: About
zh_hans: 关于

# agree.Content
source: User Agreement
zh_hans: 用户协议

# chLog.Content
source: Change Log
zh_hans: 更新日志

# lic.Content
source: Licenses
zh_hans: 开源协议

# abouuuut.Header
source: About
zh_hans: 关于

# support.Header
source: Support
zh_hans: 支持

# dmail.Text
source: Report a bug to developers with D-Mail.
zh_hans: 通过 D-Mail 向开发者提交 bug。

# send.Content
source: Send!
zh_hans: 发送!

# feedback.Text
source: Feedback Forum
zh_hans: 论坛

# feeeeeedback.Text
source: View announcements, give suggestions or report bugs via our forum.
zh_hans: 通过论坛读通知，提建议和反馈bug。

# visit.Content
source: Visit
zh_hans: 访问

# more.Text
source: More
zh_hans: 更多

# web.Content
source: Visit website
zh_hans: 访问网站

# code.Content
source: Get sourse code
zh_hans: 获取源码

# error.Text
source: ERROR
zh_hans: 错误

# pleaseInput.Text
source: Please input username and/or password.
zh_hans: 请输入用户名和密码。

# yesInput.Text
source: Okay
zh_hans: 哦

# netError.Text
source: Network error. Please try again later.
zh_hans: 网络错误。

# yesNet.Text
source: Too bad too sad
zh_hans: 哦

# someError.Text
source: Wrong username and/or password.
zh_hans: 错误的用户名和密码。

# yesAcc.Text
source: Okay
zh_hans: 哦

# cannotConnect.Text
source: Cannot connect to server.
zh_hans: 无法连接至服务器。
